Repository: Alwongs/addon-profile-photo
Catalog: var/langs/*/addons/profile_photo.po
Languages: ru

# Addons::name::profile_photo
source: Profile photo
ru: Фото профиля

# Addons::description::profile_photo
source: Description (profile_photo)
ru: Устанавливает фото профиля в панели администратора и витрине

# SettingsSections::profile_photo::new_section
source: New Section
ru: Новая секция

# SettingsOptions::profile_photo::setting_ext_header
source: Permitted extensions
ru: Разрешенные типы файлов

# SettingsOptions::profile_photo::setting_size_header
source: Size limit
ru: Максимальный размер файла

# SettingsSections::profile_photo::general
source: General
ru: Общие

# SettingsOptions::profile_photo::jpg_ext_check
source: extension jpg
ru: JPG

# SettingsOptions::profile_photo::jpeg_ext_check
source: extension jpeg
ru: JPEG

# SettingsOptions::profile_photo::png_ext_check
source: extension png
ru: PNG

# SettingsOptions::profile_photo::gif_ext_check
source: extension gif
ru: GIF

# SettingsOptions::profile_photo::webp_ext_check
source: extension webp
ru: WEBP

# SettingsOptions::profile_photo::ico_ext_check
source: extension ico
ru: ICO

# SettingsOptions::profile_photo::file_size_limit
source: bite
ru: байт

# Languages::text_not_allowed_to_upload_file_size
source: Text not allowed to upload file size
ru: Файлы с размером больше чем <b>[size] байт</b> не могут быть загружены

# Languages::select_photo
source: Select photo
ru: Выбрать фото

# Languages::avatar
source: Profile photo
ru: Фото профиля
